{"title": ["Parental Authority 133", "Transfer and Acquisition of Property 421", "Approval of Registration of Deeds 470", "Approval of Registration of Deeds 469", "Divorce 100", "Marriage 81", "Marriage 78", "Transactions 477", "Transactions 485", "Marriage 72", "Approval of Registration of Deeds 472", "Approval of Registration of Deeds 466", "Transactions 483", "Divorce 94", "Guardianship 141", "Transactions 492", "Transactions 489", "Parental Authority 132", "Relationship of Mother Father and Son and Daughter 109", "Guardianship 136", "Transactions 482", "Relationship of Mother Father and Son and Daughter 115", "Transactions 481", "House Rent 394", "Transactions 488", "Transfer and Acquisition of Property 419", "Transactions 478", "Divorce 95", "Marriage 74", "Marriage 73", "Marriage 67", "Marriage 77", "Divorce 101", "Approval of Registration of Deeds 463", "Marriage 71", "Approval of Registration of Deeds 473", "House Rent 401", "Transactions 480", "Transactions 479", "Approval of Registration of Deeds 464", "Guardianship 139", "Marriage 69", "Marriage 82", "Approval of Registration of Deeds 467", "Transactions 487", "Marriage 76", "House Rent 396", "Divorce 103", "Marriage 83", "Transactions 475", "Parental Authority 124", "Transactions 491", "Transactions 490", "Transactions 474", "Approval of Registration of Deeds 468", "Divorce 99", "Transactions 486", "House Rent 399", "Transactions 476", "Transactions 484", "Approval of Registration of Deeds 471", "Approval of Registration of Deeds 465", "Parental Authority 131", "Provisions Relating to Liability for Defective Products 686", "Provisions Relating to Liability for Defective Products 687", "Provisions Relating to Liability for Defective Products 688", "Provisions Relating to Liability for Defective Products 689", "Provisions Relating to Liability for Defective Products 690", "Provisions Relating to Liability for Defective Products 691", "Provisions Relating to Torts 672", "Provisions Relating to Torts 673", "Provisions Relating to Torts 674", "Provisions Relating to Torts 675", "Provisions Relating to Torts 676", "Provisions Relating to Torts 677", "Provisions Relating to Torts 678", "Provisions Relating to Torts 679", "Provisions Relating to Torts 681", "Provisions Relating to Torts 680", "Provisions Relating to Torts 683", "Provisions Relating to Torts 682", "Provisions Relating to Torts 684", "Cultivation Use and Registration of Land 287", "Cultivation Use and Registration of Land 288", "Cultivation Use and Registration of Land 289", "Cultivation Use and Registration of Land 291", "Cultivation Use and Registration of Land 292", "Cultivation Use and Registration of Land 293", "Cultivation Use and Registration of Land 297", "Ownership and Possession 267", "Ownership and Possession 271", "Ownership and Possession 270", "Ownership and Possession 272", "Ownership and Possession 273", "Ownership and Possession 274", "Property 256", "Property 258", "Property 257", "Property 263", "Property 259", "Property 260", "Property 261", "Uses of Property 276", "Uses of Property 277", "Uses of Property 278", "Uses of Property 279", "Uses of Property 280", "Uses of Property 282", "Uses of Property 281", "Uses of Property 284", "Uses of Property 283", "Natural Persons 30", "Natural Persons 31", "Natural Persons 32", "Natural Persons 33", "Natural Persons 34", "Natural Persons 35", "Natural Persons 36", "Natural Persons 37", "Natural Persons 38", "Natural Persons 39", "Natural Persons 40", "Natural Persons 41", "Provisions Relating to Liability for Defective Products 685"], "text": ["Termination of parental authority: (1) The parental authority which the mother and father are entitled to exercise over their son or daughter child pursuant to this Chapter shall be deemed to have been terminated in any of the following circumstances: (a) If the son or daughter attains eighteen years of age, (b) If the son or daughter lives separately after getting an employment. Provided that where any son or daughter is physically or mentally handicapped, the parental authority over him or her shall, except in cases where he or she lives separately by concluding marriage, not be terminated.", "Prohibition of transferring other's property: (1) No person shall transfer a property to another person in which any one else has right and ownership. (2) If any person transfers a property in contravention of sub-section (1), such a deed or transaction shall be void. (3) If the real owner makes a claim in the property transferred pursuant to sub-section (1), the transferee of such property shall return it to the concerned owner. (4) If a person finds any lost or stolen property, the owner of such property may claim it, along with evidence showing his or her ownership, within three years after the date on which the property was lost or stolen. (5) If any person claims such property pursuant to sub-section (4), the finder of that property shall return it to the owner, by collecting the amount of expenses, if any, incurred in its preservation or maintenance. (6) Notwithstanding anything contained in sub-section (4), if a person has acquired any stolen or lost property by way of purchase at a public market or auction or bidding made publicly by any person or body, the person shall not be bound to return such property to the real owner unless and until he or she obtains the real value of such property and the fees or amount, if any, paid by him or her in the acquisition of such property.", " Provision relating to payment of amount: If any amount is to be paid and received between the parties to a deed according to the deed intended to be approved and registered, such payment may be effected either in household or in presence of the concerned employee of the office or by a good for payment cheque.", " Obligation to pay fees: (1) The following person shall pay the fee chargeable for the registration of the following deed: (a) In the case of a deed transferring a property or relating to mortgage, the transferee or mortgagee, (b) In the case of a deed on partition or relinquishment of partition share, separation of board and bread or unification of board and bread, all coparceners in equal portion, (c) In the case of a deed on exchange of property, both parties to the deed, (d) In the case of a deed of testamentary gift, the donor or testator, (e) In the case of a deed on house renting, the house lord, (f) In case of a memorandum of establishment of trust, founder of a trust,  (g) In the case of any other deed, both parties to the deed. (2) In registering the deed referred to in clause (e) of subsection (1), the fee shall be determined considering the amount of rent of the first month receivable for house rent as the price.", "Order to pay lump sum amount or alimony: Notwithstanding anything contained in Section 99, if the wife who effects divorce desires to obtain from the husband a lump sum amount or annual or monthly alimony or expense, instead of the partition share, the court may order the husband to provide such a wife with a lump sum amount or annual or monthly alimony or expense on the basis of his property or income. Provided that if such a wife concludes another marriage, it is not required to provide such amount or alimony.", "Provision relating to use of surname by married woman: (1) A married woman may, after marriage, use the surname used by her father or mother or the surname of her husband or both the surnames. (2) If a question arises as to the surname of a married woman, except as otherwise proved, she shall be deemed to have used the surname of her husband. (3) If the marriage of a woman who has used the surname of her husband is dissolved, she may, if she so desires, use the surname used by her father or mother.", "Decision to be made as to whether marriage is capable of being concluded: (1) If an application is filed pursuant to Section 77 for the conclusion of a marriage by registration, the concerned authority shall make, after making necessary inquiry, a decision within seven days of the filing of the application, as to whether or not the marriage is capable of being concluded. (2) Notwithstanding anything contained in sub-section (1), if the concerned authority based in a foreign country has suspicion about the proposed marriage, the authority shall submit the matter to the Government of Nepal and settle the matter according to the decision of the Government of Nepal.", "Matters to be set out in deed: In carrying on a transaction, the following matters shall be set out in the deed according to the nature of transaction: In carrying on a transaction, the following matters shall be set out in the deed according to the nature of transaction: Name, surname, age and address of each person involved in transaction, and name of his or her father, mother, grand-father and grand-mother, Provided that in the case of a married person, the name of his or her husband or wife, as the case may be, shall also be mentioned. (b) Reason for transaction, (c) Volume of transaction, (d) In the case of transaction of any good, price of such goods, (e) In the case of exchange of any goods by way of borrowing, loan or otherwise, the matter to that effect, (f) Details of the goods, if any, exchanged, (g) Date for repayment of the transacted amount, (h) Rate of interest, if any, payable on the transaction, (i) Matter that the creditor may recover the amount involved in the transaction from the borrower's assets in the event of failure to repay such amount within the specified time or to fulfill the other conditions set forth in the deed, (j) Place of the deed executed, (k) Date of the deed executed, (l) Such other matters as required to be set out according to the nature of transaction", "Transaction carried on with incompetent or quasi-competent person not to be recognized: A transaction carried on by a person with an incompetent or quasi-competent person shall not get legal recognition.", "Marriage to be void: (1) A marriage concluded on any of the following conditions shall, ipso facto, be void: (a) A marriage concluded without consent of the man or the woman, (b) A marriage concluded between the relatives, punishable by law on incest.", "Deed registered at earlier date to be valid: In the event of approval and registration of more than one deed in relation to the same matter, the deed approved and registered on the earlier date shall be valid.", "Deed may be registered by commission: (1) If a person makes an application to the concerned office for the approval of registration of a deed by a commission deputed by the office and it appears that such a deed can be registered by that office, the chief of office or other employee deputed by him or her shall, on deposit with the office of the fees chargeable for such registration, visit the location indicated by the applicant within five days and register such a deed by fulfilling the legal requirements. (2) If the deed is approved by a commission deputed pursuant to sub-section (1), the office shall credit into revenue the deposit made pursuant to that sub-section. (3) If, for any reason, the deed is not approved and registered by a commission deputed pursuant to sub-section (1), the applicant shall get refund of the deposit within three months. (4) If the applicant fails to get refund of the deposit within the time-limit referred to in sub-section (3), the office shall credit such deposit into revenue.", "Interest accruable as of the date of recovery of amount: Notwithstanding anything contained elsewhere in this Chapter, if the court passes a judgment on a lawsuit, if any, made within the period under Section 484 entitling the creditor to recover interest as well, the creditor shall be entitled to the interest as of the date of recovery according to the judgment.", "Husband may effect divorce: The husband may effect divorce in any of the following circumstances even without consent of the wife: (a) Except where the husband and wife are living separately after obtaining their partition share or separating bread and board in accordance with law, if the wife has been living separately for three or more consecutive years, without consent of the husband, (b) If the wife deprives the husband of maintenance costs or expels him from the house, (c) If the wife commits an act or conspiracy likely to cause the grievous hurt or other severe physical or mental pain to the husband, (d) If the wife is proved to have made sexual relation with another person.", "Disqualifications for guardian: None of the following persons may become a guardian: (a) An incompetent or quasi-competent person, (b) A person proved to have done an act against the rights and interests of an incompetent or quasi- competent person, (c) A person sentenced by a court to imprisonment for a term of three years or more. Provided that this clause shall not be deemed to prevent a person who is in the priority order under sub-section (1) of Section 136 from being a guardian. (d) A person deemed disqualified to be a guardian by a count.", "Statute of limitation: (1) There shall be no statute of limitation for making a lawsuit in the matter of transaction carried on with intent to take rights to, misappropriate, cause loss to, or disorder, the property of an incompetent and quasi-competent person or in the matter of collection of compound interest or collection of interest in excess of ten percent. (2) Except as provided for in sub-section (1), a person who is aggrieved from any act done or action taken pursuant to this Chapter may make a lawsuit as follows from the date of such act or action:  (a) Where this Chapter provides for a separate statute of limitation for making a lawsuit, within such limitation, (b) Within a period of one year from the date of expiration of the period, if any, specified in any deed, and failing such a deed, or in the other cases, from the date of accrual of the cause of action.", "Procedure to be followed if deed executed on household is lost or destroyed due to force majeure event: (1) If a deed executed in household is lost or destroyed due to a force majeure event, the creditor shall make an application, setting out the matter, to the concerned Local Level within fifteen days from the date of loss or occurrence of the force majeure event. (2) If an application is made pursuant to sub-section (1), the concerned Local Level shall draw up a receipt setting out the matter and issue the receipt, sealed with the stamp of the office, to the applicant. (3) If an application is made pursuant to sub-section (1), the Local Level shall summon the presence of the deed executor, if he or she is alive, and of the nearest heir, if such executor is not alive, within seven days, and cause a deed to be prepared as per the original deed, if he or she so consents, and authenticate such deed and deliver it to the applicant. (4) If the deed executor does not consent to execute another deed indicating that the deed was lost or destroyed due to a force majeure event pursuant to sub-section (3), the creditor shall make a lawsuit and maintain his or her right, showing the evidence of the loss of deed or occurrence of the force majeure event, within thirty-five days of the expiry of that time-limit. ", "Power to restrict parental authority: (1) If a complaint is filed by a person or a child welfare organization incorporated pursuant to law specifying that a person who is entitled to exercise the paternal authority pursuant to this Chapter has committed any of the following acts against a minor and, if the allegation is proved from an inquiry into the matter, the court may prevent such a person from exercising such authority: (a) Subjecting a minor to cruel, inhumane or torturous punishment or treatment, (b) Neglecting, disregarding or abusing the minor from time to time, (c) Engaging a minor in an immoral or sexual profession, (d) Employing a minor in a work likely to endanger the body, life or health, (e) Causing loss and damage to a minor’s property by spending it against his or her interest or selling such property to others with the intention of taking it subsequently, (f) Compelling a minor to abandon family life by making him or her a Sanyasi, fakir, monk, nun, Paschar or in similar other way, (g) Engaging a minor in begging, except while observing a religious or cultural rite, (h) Causing a minor to do any other act constituting an offense under law. (2) If a restriction is imposed pursuant to sub-section (1), the court shall appoint a guardian according to law, authorizing him or her to exercise the parental authority in respect of such a minor. (3) If the guardian is appointed to exercise the parental authority pursuant to sub-section (2), such a guardian may exercise the parental authority under this Chapter in consonance with the interests of the minor. (4) If the person, who is prevented from exercising the parental authority pursuant to sub-section (1), makes a petition in the Court, making an undertaking not to repeat the act referred to in the said sub-section, the court may lift the restriction imposed on him or her and revoke the appointment as referred to in sub-section (2).", "Paternity of child born from artificial insemination to be of father: A child born from the use, with consent of the husband and wife, of artificial insemination system from semen of another person shall be considered to have been born from the married husband and his or her paternity shall be determined accordingly.", "Priority order of guardian: (1) Subject to the other Sections of this Chapter, a person in the following priority order shall, ipso facto, be a guardian of an incompetent or quasi-competent person: (a) Husband or wife living in a joint family, (b) Father or mother, (c) Son, daughter or widow daughter-in-law living in a joint family, (d) Separated husband or wife, (e) Separated son, daughter or widow daughter-in-law, (f) Grand-father or grand-mother, (g) Grand-son or grand-daughter, (h) Elder or younger brother or elder or younger sister, (i) Grand-father, grand-mother on the mother's parent side, maternal uncle, maternal aunty. (2) Notwithstanding anything contained in sub-section (1), the following person shall be a guardian in the following circumstances: (a) Where there are more than one person in one priority order eligible to be a guardian, the person mutually agreed upon by them, and in the absence of such agreement, the person as designated by the court, (b) In the case of a person of sound mind and having attained ten years of age, a person chosen by him or her, Provided that in so choosing the guardian, a deed shall be executed to that effect and certified by the court. (c) In the case of a minor of a couple whose matrimonial relationship has been extinguished in accordance with law, the father or mother who maintains him or her, (d) If any person who is in the first priority order declines to be a guardian, becomes of unsound mind or does not act in the capacity of a guardian, the person who is in the next priority order. Provided that if a person in the next order is to so become a guardian, the person shall get it certified by the court that he or she is the guardian.", "Procedures to be fulfilled in paying and collecting principal and interest: The following procedures shall be fulfilled in paying and collecting interest: (a) If the debtor repays the whole of the principal and interest, the creditor shall sign and return the deed on transaction to the debtor by tearing out the deed or indicating on its space or reverse side that the loan has been repaid, (b) If the deed is not found at the time of repayment of the principal and interest pursuant to clause (a), the creditor shall give the debtor a receipt indicating the receipt of the particular amount on the particular date, (c) In repaying some amount out of the principal and interest, the creditor shall indicate on the reverse side of the deed how much he or she has received from the debtor on which date, and get the debtor to sign the deed and issue a separate receipt of amount accordingly if the deed is not found immediately or it is not with the creditor for the time being.", "To be under custody of mother or father: (1) Notwithstanding anything contained in Section 114, if matrimonial relationship between a husband and wife is extinguished in accordance with law, a minor born from them shall remain in the custody of the mother or the father as provided herein below: (a) In the case of a minor who has not attained five years of age, under the custody of the mother, if she so desires irrespective of whether or not she has concluded another marriage, (b) In the case of a minor above five years of age, except where the mother has concluded another marriage, under the custody of the mother, if she so desires, (c) In the circumstance other than that referred to in clause (a) or (b), under the custody of the father. (2) Notwithstanding anything contained in sub-section (1), where the husband and wife have entered a separate agreement on the custody of a minor at the time of divorce or judicial separation, the agreement shall apply to the custody of the minor. (3) Notwithstanding anything contained in sub-section (1), while deciding as to which of the father and the mother has the custody of a minor above ten years of age, the opinion of the concerned minor may also be obtained. (4) Notwithstanding anything contained elsewhere in this Section, if the mother or father, under whose custody a minor is living, dies, the surviving father or mother shall take the minor under his or her custody without any delay. Provided that if the mother has already concluded another marriage, she is not obliged to take a minor above five years of age under her custody. (5) Notwithstanding anything contained elsewhere in this Section, if the husband and wife, who get separated in accordance with law, have a minor, the maintenance, education and heath care of such a minor shall be according to the agreement concluded, if any, between the husband and wife in that respect, and in the absence of such an agreement, it shall be as follows: (a) In the case of a minor below five years of age, the minor shall be under the mother's custody, (b) In the case of a minor who is of five years of age or above five but below ten years of age, the minor shall be under the father’s custody, (c) In case of a minor having attained ten years of age, the minor shall be under the mother’s or the father’s custody, with whom the minor desires to live.", "Interest in excess of principal not to be collected: Notwithstanding anything contained elsewhere in this Chapter, the creditor shall not collect interest in excess of the principal.", "Repair and maintenance of house rented:(1) Except as otherwise set forth in the agreement, the tenant shall be obliged to repair and maintain the rented house, as required. (2) If the agreement provides that the house owner is obliged to repair and maintain the rented house and it is necessary to carry out any repair and maintenance of the house, the tenant shall give a notice in writing to the house owner in time. (3) If the land-owner fails to repair and maintain the rented house despite the notice given pursuant to sub-section (2), the tenant may repair and maintain such a house. (4) The tenant shall be entitled to deduct the billed amount of expenses incurred in the repair and maintenance of the house carried out pursuant to sub-section (3) from the rent payable to the house owner. (5) Except as otherwise agreed upon between the house owner and the tenant in respect of the repair and maintenance of the house, the tenant shall, prior to carrying out repair and maintenance under sub-section (4), prepare a cost estimate of the repair and maintenance and give its written information to the house owner in advance of fifteen days", "Recovery of amount if transaction appears to have been carried on: Even though any person does not execute a deed by fulfilling the procedures referred to in this Chapter, if it appears from any deed, banking transaction, negotiable instrument, cheque, voucher or book of account that transaction has been carried on with any 261 person, the court may, based on such deed, banking transaction, negotiable instrument, cheque, voucher or book of account, order the recovery of such amount from the debtor to the lawsuit maker. ", "Prohibition of transferring property in common without obtaining consent: (1) No person shall, without obtaining written 225 consent of the coparceners in common, transfer a property in common to another person. (2) Notwithstanding anything contained in sub-section (1), if a coparcener of the joint family is a witness to the deed of transfer of a property in common, consent of that coparcener shall be deemed to have been obtained. (3) If any person transfers a property in common in contravention of sub-section (1), the transfer of title only to the extent of such right or portion that person has in that property shall be valid. The concerned coparcener shall be entitled to get back the property transferred in excess of such right or portion.", "Entitlement of creditor to interest from debtor: (1) If a deed on transaction provides for the payment of interest, the creditor may collect the interest from the debtor as set forth in the deed. (2) The amount of interest which the creditor is entitled to collect from the debtor pursuant to sub-section (1) shall not exceed ten percent of the principal per annum. (3) If the deed executed pursuant to sub-section (1) does not provide for the rate of interest but only for the payment of interest, the creditor may collect interest from the debtor at the rate of ten percent of the principal per annum. (4) If the deed executed pursuant to sub-section (1) provides for the payment of profit instead of interest but does not specify the amount of such profit, the creditor may collect such profit from the debtor as if it were interest.", "Wife may effect divorce: The wife may effect divorce in any of the following circumstances, even without consent of the husband: (a) Except where the husband and wife are living separately after obtaining their partition share or separating bread and board in accordance with law, if the husband has been living separately for three years or more consecutively, without consent of the wife, (b) If the husband deprives the wife of maintenance costs or expels her from home, (c) If the husband commits an act or conspiracy likely to cause grievous hurt or other severe physical or mental pain to the wife, (d) If the husband concludes another marriage, (e) If the husband is proved to have made sexual intercourse with another woman, (f) If the husband is proved to have raped the wife.", "Marriage to be deemed concluded if child is born from physical intercourse: (1) Notwithstanding anything contained in sub-section (2) of Section 69, if a woman is proved to have delivered a child by conceiving pregnancy from physical intercourse with a man, marriage between such a man and a woman shall, ipso facto, be deemed to have been concluded. (2) Notwithstanding anything contained in sub-section (1), no marriage shall be deemed to have been concluded between a man and a woman in any of the following circumstances even if a child is born from physical intercourse with the man: (a) If a woman gives birth to a child by conceiving pregnancy as the consequence of rape, (b) Except in case of the relationship of under sub-section (2) of Section 70, if a woman delivers a child by conceiving pregnancy from a physical intercourse with a man within the relationship punishable by law on incest.", "Voidable marriage: (1) If a marriage is concluded in any of the following circumstances and any person who concludes such a marriage does not accept it, the person may get such a marriage voided: (a) If the marriageable age set forth in clause (d) of sub-section (1) of Section 70 has not been completed, (b) If the marriage has been concluded, or caused to be concluded, by way of misrepresentation pursuant to sub-section (2) of Section 71. (2) Notwithstanding anything contained in sub-section (1), a marriage shall be void only with the consent of the woman if she is pregnant or has delivered a baby as the consequence of the marriage.", "Marriage deemed to be concluded: If a man and a woman accept each other as the husband and wife through any occasion, ceremony, formal or other act, a marriage shall be deemed to have been concluded.", "Marriage by registration: (1) Notwithstanding anything contained in sub-section (2) of Section 69 and Section 74, if a man and a woman desire to conclude marriage by registration, they shall file an application in the concerned District Court, if they are in Nepal, and in the Nepali embassy or consulate general, if they are outside Nepal, specifying therein their name, surname, age, address, profession, name of their father, mother, grand-father, grand-mother, whether previously married or not, if married, the details of the dissolution of marriage and also the name of at least two witnesses. (2) In order to file an application pursuant to sub-section (1), either the man or the woman or both must have resided since at least fifteen days ago in the concerned district if the application has to be filed in the District Court, and, if the application is to be filed in the embassy or consulate general, in the country in which such an embassy or a consulate general is situated.", "Order to provide maintenance costs: If the wife, who has not obtained partition from the husband for there being no property for partition under Section 99, desires to receive maintenance costs from the husband and the husband has income, the Court may order the husband to provide maintenance costs to the wife according to the income of the divorced husband. Provided that: (1) If such a wife concludes another marriage, it is not required to provide such costs, (2) If the income of the wife is higher than that of the husband, it is not required to provide such costs.", "Deed deemed to be registered: If any deed submitted by a person to the concerned office for approval pursuant to this Chapter is approved by such an office, such a deed shall be deemed to be registered. Explanation: For the purposes of this Chapter, the term “concerned office” means such an office as may be designated by the Government of Nepal, by a notification in the Nepal Gazette, and includes the concerned Land Revenue Office until the office is so designated.", "Marriage not to be concluded: (2) No one shall conclude, or cause to be concluded, marriage with a man or a woman on any of the following conditions, by way of misrepresentation: One who has contracted human immunodeficiency virus (HIV) or Hepatitis 'B' or similar other incurable severe disease, One who has already been proved to have no sexual organ, to be impotent or to have no reproductive capability,       (c) One who is dumb or has lost hearing capacity, being fully blind or is suffering from leprosy,       (d) One who is of unsound mind,       (e)One who is already a married,       (f)One who is a pregnant,       (g) One who has been convicted of a criminal offense involving moral turpitude by a court and sentenced for the same. ", "Statute of limitation: (1) A person who is aggrieved from any act done or action taken pursuant to this Chapter may make a lawsuit within six months after the date on which such an act was done or action was taken. (2) Notwithstanding anything contained in sub-section (1), if a deed is approved and registered by an office of another area, a lawsuit may be made within one year after the date of receipt by the concerned office of a copy of such a deed. ", "Power to evict tenant: (1) The house-owner may evict the tenant from the house in any of the following circumstances: (a) If the tenant fails to perform his or her obligations pursuant to Section 390, (b) If the tenant commits in the rented house any offense related activity prohibited by law, (c) If the house-owner needs the house for himself or herself, (d) If it is necessary to repair and maintain the house by removing inhabitants from the house, (e) If the rented house does not appear to be appropriate for human habitation from the technical and health perspectives, (f) If the period of house rent expires, (g) If the tenant does any act in contravention of the agreement or this Chapter, (h) If there exists the circumstance under sub-section (5) of Section 395. (2) If it is necessary to evict the tenant from the house in the circumstance referred to in clause (c) of sub-section (1), the land-owner shall give a notice in writing to the tenant in advance of at least thirty-five days. (3) If the house owner evicts the tenant from the house pursuant to sub-section (2), the house-owner is not entitled to rent such a house to another person until three months, without using it on his or her own. (4) If the house-owner is to rent such house to another person within three months pursuant to sub-section (3) and the previous tenant intends to rent such a house, he or she shall get priority.", "Compound interest not to be collected: (1) The creditor shall not collect compound interest from the debtor. (2) If any creditor collects compound interest from a debtor in contravention of sub-section (1), such interest shall be deducted from the principal and refunded if the principal has already been repaid.", "Creditor not allowed to collect interest from debtor: If the deed on transaction does not provide for the payment of interest, the creditor shall not collect interest from the debtor.", " Deeds to be registered: (1) In making any of the following deeds, such a deed shall be got registered with the concerned office: (a) A deed transferring the right in an immovable property in any manner, (b) A deed of mortgage with possession, mortgage without possession or re-mortgage, (c) A deed on donation or gift of immovable property in testament, (d) A deed on exchange of immovable property, (e) A deed on partition or relinquishment of partition share of property in common, (f) A deed on separation of board and bread or unification of board and bread, (g) A deed on establishment of a trust,  (h) A deed on house renting with a monthly rent of more than one hundred thousand rupees, (i) A deed on usufruct in an immovable property, (j) Such other deed required to be registered pursuant to this Act or law. (2) If any person fails to have registered a deed required to be registered pursuant to sub-section (1), such a deed shall not be legally recognized.", "Guardian may be appointed by court: (1) Notwithstanding anything contained in Section 136 or 137, the court may, in the following circumstances, appoint a particular person as the guardian, specifying the reason therefor: (a) If the concerned ward committee of the concerned Local Level files a petition in the court for the appointment of guardian in cases where any person declines to be a guardian pursuant to Section 136, (b) If the stakeholder files a petition in the court for the appointment of guardian. (2) In appointing a guardian pursuant to sub-section (1), the court shall consider whether or not the rights, interests or protection of such incompetent or quasi-competent person may be secured. (3) In appointing a guardian pursuant to sub-section (1), the court shall also obtain the consent of the person to be appointed as the guardian. (4) After appointing a guardian pursuant to sub-section (1), the court shall give a written notice thereof to the person to be guardian and the Local Level.", "Freedom of marriage: (1) Every person shall, subject to law, have the freedom to conclude a marriage, establish a family and spend a conjugal life. (2) A marriage must be made, or caused to be made, public irrespective of the manner used to conclude it. (3) Every person's family life shall be inviolable. ", "Matrimonial relationship deemed to be terminated: In any of the following circumstances, the matrimonial relationship between the husband and the wife shall be deemed to have been terminated: (a) If marriage is annulled pursuant to Section 72 or 73, (b) If marriage is dissolved according to law between husband and wife, (c) If the wife concludes another marriage before effecting divorce pursuant to law.", "Deed may be approved and registered with office in other district: (1) If the parties to a deed intend to get the deed approved and registered in a district other than the district in which either of them resides or the property is situated, they shall make an application, setting out the matter, to the concerned office of that district. (2) If an application is made for the registration of a deed pursuant to sub-section (1), such an office shall make necessary inquiry into the matter and approve and register such deed by fulfilling the legal requirements. (3) If a deed of immovable property is approved and registered in other district pursuant to sub-section (2), the office shall send a copy of the registered deed to the relevant office of the concerned district.", "Exchange of movable property not allowed without consent: (1) A person of majority age in a joint family is not allowed to exchange any movable property in common without consent of the person acting as the head of family. Provided that the consent of the person acting as the head of family shall not be required to exchange his or her private property. (2) If a person exchanges a movable property in contravention of sub-section (1), the exchange of such property shall not be valid if the person acting as the head of family does not consent to such exchange. (3) If there is no consent of the person acting as the head of family to the exchange of movable property made in contravention of sub-section (1), the property so exchanged may be taken back within thirty-five days. ", "Marriage to be registered: (1) Both husband and wife shall get their marriage registered by filing an application in the authority specified by the Government of Nepal by a notification in the Nepal Gazette. Provided that in the circumstance referred to in sub-section (1) of Section 74, both or either of husband and wife may file an application for the registration of marriage. (2) A husband and wife residing outside Nepal may file an application for the registration of marriage in the Nepali embassy or consulate general located in the country in which they have been residing. (3) If an application is filed pursuant to sub-section (1) or (2) for the registration of a marriage, the concerned authority shall, after registering the marriage in the marriage book maintained in the office, issue the marriage registration certificate, in the form as specified by the Government of Nepal, to the applicant, within fifteen days of the filing of the application. Explanation: For the purposes of this Chapter, the term \"concerned authority\" means the marriage registering authority. (4) If the marriage cannot be registered according to the application filed pursuant to sub-section (1) or (2), the concerned authority shall give the applicant information, specifying the reasons therefore, within seven days of the filing of the application. (5) If any one party does not appear for the registration of a marriage according to the application filed pursuant to the provison to sub section (1), the concerned authority shall register the marriage after inquiring into such a party. (6) If, in making inquiry pursuant to sub-section (5), the other party expresses disagreement to the registration of marriage, the concerned authority shall not register the marriage and inform the applicant that the decision on that matter shall be made as decided by the court. (7) The concerned authority shall safely maintain the records of the details of the registration of marriage under this Section. (8) If a couple who have already concluded marriage prior to the commencement of this Act but have not registered the marriage may, if they so desire, get their marriage registered pursuant to this Section. Provided that the marriage of such a couple shall not be deemed to be legally invalid merely for the reason that such marriage is not registered.", "Prohibition of altering structure without consent: (1) Except as otherwise provided in the agreement, the tenant shall not demolish, remove or disorder any structure of, or add any structure to, the rented house or otherwise alter it without the house owner's consent in writing. (2) If the tenant does any act in contravention of sub_x0002_section (1) and thereby causes any loss to the house-owner, the house-owner shall be entitled to recover compensation for the loss caused to him or her from the tenant.", "Previous child or husband to obtain property: On the death of a divorcee woman, her son, daughter, if any, shall be entitled to her property, and if not, the previous husband shall obtain the property received by her from such a husband, and the successor on her mother's side shall obtain the other property.", "Re-marriage may be concluded: Notwithstanding anything contained elsewhere in this Chapter, a man or a woman may re-marry in any of the following circumstances: (a) If the matrimonial relationship between husband and wife is terminated pursuant to Section 82, (b)If husband or wife dies, (c)If husband and wife are separated upon partition in accordance with law.", "Loan deemed to be borrowed: If a person has an obligation to pay any amount or goods to another person in any manner, such obligation shall be deemed to be a loan borrowed by that person, and such a person shall return such amount or goods to the concerned person, subject to the provisions of this Chapter.", "To be under supervision and control of father and mother: (1) A minor son, daughter shall live under the supervision, oversight, control or authority of their father and mother. (2) A minor living under sub-section (1) shall obey lawful order or direction given by his or her father, mother.", " To return goods in original condition: (1)If any person obtains or borrows for any specific purpose any goods owned or possessed by another person whether for rent or not or for borrowing or not or on any other terms and conditions, the person shall, after the completion of the purpose, return the goods that are the same in kind, quantity and quality as have been so acquired or borrowed, to the owner or possessor. (2) If the goods obtained pursuant to sub-section (1) are lost, broken, destroyed, out of order or otherwise damaged, except as otherwise provided for in the deed, the person obtaining such goods shall return similar other goods to the owner or possessor or pay to the owner or possessor an amount equivalent to the prevailing market price of such goods if similar other goods are not available. (3) Except as otherwise provided for in the deed in relation to the return of, or payment of rent or amount for, the goods pursuant to sub-section (1) or (2), such goods or rent shall be returned or paid to the owner or possessor within fifteen days after the completion of the purpose for which the goods were obtained. (4) If the person obtaining the goods fails to return or pay the goods or amount to the owner or possessor within the time-limit under sub-section (3), the aggrieved person may recover the amount of such goods and a reasonable compensation, as well, for the loss caused to him or her.", "To return goods transacted in the event of imperfection: (1) Except as otherwise provided for in the deed, if the receiver of any goods transacted with specification of price is not able to possess the goods due to the fact that the goods do not correspond to that set forth in the deed or are imperfect for any reason, he or she shall give a notice thereof to the giver of goods within thirty-five days of such transaction. (2) If a notice is received from the receiver of goods pursuant to sub-section (1) and his or her statement appears to be reasonable, the exchange of goods shall be made if the giver has similar other goods, and if the giver does not have such goods, he or she shall get back his or her goods and cancel the deed executed in relation to such transaction. (3) If the giver of goods refuses to exchange or to take back the goods pursuant to sub-section (2), the receiver of goods may make a lawsuit to have recovery of an amount equivalent to the price of such goods and a reasonable compensation for the loss and damage caused to him or her from the concerned person or get such transaction to be void.", "Transaction deemed to be made: (1) If there is give-and-take of any amount or goods between two or more persons subject to any condition, transaction shall be deemed to have been made between them. (2) If a transaction is made pursuant to sub-section (1), the receiver of amount or goods shall return the same to the giver of amount or goods.", "Fee chargeable for registration of deed: (1) The fee specified by law shall be charged for the approval and registration of a deed. (2) Except where the law provides for the fee of approval and registration of a deed, fee shall be charged according to the amount set forth in the deed dealing with transaction of money. Provided that if the price of the immovable property referred to in the deed is less than the minimum price specified by the Government of Nepal, the fee shall be charged according to the price specified by the Government of Nepal. (3) Notwithstanding anything contained in sub-section (1) or (2), in registering a deed in another district, there shall be charged an additional fee by ten percent of the fee set forth in that sub-section.", "Partition of property to be effected before divorce: (1) If divorce is to be effected because of the husband, the concerned court shall, if the wife so demands, cause partition to be effected between the husband and wife before effecting divorce. (2) If a petition is filed by the wife for divorce on the ground referred to in clause (b), (c), (d), (e) or (f) of Section 95, divorce is deemed to be effected because of the husband, for the purposes of sub-section (1). (3) If a property in common is registered in the name of both husband and wife or either of them, then such property shall be partitioned between them according to law, prior to effecting divorce. (4) If the husband himself has not obtained partition from his father or other coparceners, the court shall, by causing both the parties to disclose the coparceners, and if there are other coparceners who are entitled to partition, by inquiring such coparceners as well, cause partition to be apportioned between the husband and wife. (5) If it appears that it may take a long time to effect partition pursuant to sub-section (1), (3) or (4), the court may effect divorce between the husband and wife and order the husband to provide the wife with monthly expenses as alimony according to the property and income of the husband until the partition is effected. Provided that if such a woman concludes another marriage before effecting partition, she shall not be entitled to a partition share. (6) Notwithstanding anything contained elsewhere in this Section, if a petition is filed for divorce on the ground referred to in clause (b), (c) or (d) of Section 94, the husband shall not be compelled to provide partition share or alimony to the wife pursuant to this Chapter.", "Recovery of amount not available from property in common: (1) If any person carries on transaction with another person and the deed of such transaction does not bear the signature of the person acting as the head of family, the creditor shall not be entitled to recover his or her amount from such property until the debtor's right in the property in common is established. (2) Notwithstanding anything contained in sub-section (1), if the person acting as the head of family repays such amount, the creditor may recover the same. (3) If any person is not able to recover the amount from the debtor on the occurrence of the circumstance referred to in subsection (1), the creditor shall make a lawsuit against the debtor and maintain his or her right within a period of ten years. (4) In the event of the maintenance of the right with the debtor pursuant to sub-section (3), the creditor may recover his or her amount from the debtor in accordance with law after his or her right in the property in common has been established. (5) The statute of limitation for making a lawsuit shall, for the recovery of the amount pursuant to sub-section (4), commence from the date of establishment of the debtor's right.", "Power to inspect: (1) The house-owner may, by an advance notice to the tenant, inspect the rented house from time to time. (2) If the house-owner intends to inspect the rented house pursuant to sub-section (1), it shall be the duty of the tenant to allow the house-owner to inspect the house.", "Transaction not to be carried on without executing deed: No person shall carry on transaction without executing a deed in accordance with law.", "Period of deed executed in household: (1) The period of a deed executed in household pursuant to this Chapter shall not exceed ten years. (2) Notwithstanding anything contained in sub-section (1), if the debtor repays some of the principal or interest thereon to the creditor or the term of a deed is extended for the repayment of principal or interest within the period of ten years, another period of ten years shall be extended from the date of such repayment of principal or interest or extension of the period, as the case may be.", "Transmission and registration and de-registration to be made: (1) If any transmission has to be effected in consequence of a deed registered, the concerned office shall execute transmission, and registration and deregistration of the matter on the day of registration of the deed, and on the following day if it is not possible to do so on that day. (2) If any transmission and registration and deregistration of the matter have to be made in the records of another office according to the deed registered by one office, the latter shall give a time-limit of thirty-five days to the transferee, thereby informing him or her to go to the concerned office for the transmission, and registration and deregistration of the matter, and send also the deed to the concerned office. (3) On receipt of a deed sent by another district for the transmission, and registration and deregistration of the matter pursuant to sub-section (2), the concerned office shall enter the  matter of such registration into its records and effect transmission and registration and deregistration of the matter according to the deed.", "Other deeds may be registered: (1) A person may, if he or she so intends, have registered also any deed other than that set forth in Section 464. (2) If a person makes an application for the approval of registration of a deed pursuant to sub-section (1), the concerned office shall register such deed by fulfilling the legal requirements.", "Guardian or curator may also exercise parental authority: If a minor is living with the guardian or curator for the reason that both of his or her mother and father have died or disappeared or his or her mother has concluded another marriage following the death of his or her father or both of his or her mother and father have become of unsound mind, his or her guardian or curator, as the case may be, may exercise such paternal authority and fulfill such responsibilities and duties as required to be exercised and fulfilled by the mother and father under this Chapter.", " Claimant to prove that product is defective: If any person makes a claim that any good or service is a defective product and he or she has suffered injury to his or her body, life or property from the consumption thereof, he or she shall prove that there is the relationship between such defective product and the injury, and that such injury has resulted solely from the consumption of such product.", "To be in discharge of liability: Notwithstanding anything contained in Section 685, the producer shall not be liable if he or she proves any of the following facts: (a) He or she has not produced, sold or distributed the defective product, (b) The goods or service that he or she produced, imported, sold or distributed was not defective at the time of production, import, sale or distribution or it became defective after the sale or distribution, (c) The goods or service that he or she produced has not been marketed, sold or distributed (d) The injury has been caused due to the consumer's failure to comply with the directions to be complied with while consuming the produced goods or service, (e) The injury has been caused because the consumer has not properly consumed the product or has consumed it otherwise, (f) One had no scientific or technical knowledge at the time of production or distribution of the goods or service that such goods or service was defective, (g) Information was given at the time of sale of the product, from which the injury has been caused, that it might cause injury if not consumed properly, (h) The goods or service has been consumed despite knowing or having a reasonable reason to know that it might cause loss or damage.", "Quantum of liability may be reduced: Notwithstanding anything contained elsewhere in this Chapter, if it is proved that the injury has been caused due to both the producer and the consumer of a defective product, the producer's liability may be reduced proportionately. Provided that if such injury has resulted in a loss or damage to a third party, the quantum of liability may not be reduced in the case of such a party.", "Product not deemed to be defective: Goods or service consumed by a person shall not be considered to be a defective product merely by the reason that any goods or service of quality higher than that of such goods or service is available in the market.", "Not to prejudice other right: Nothing contained in this Chapter shall prejudice the right, interest or claim available under a law or contract to any person whose body, life or property has been affected from a defective product.", " Statute of limitation: A person who is aggrieved from any act done or action taken under this Chapter may make a lawsuit within one year from the date on which such an act was done or action taken", "Tort deemed to be committed: (1) No person shall cause loss or damage, in any manner, to another person's body, life or property or legally protected right or interest by the reason of commission or omission done, whether by any default, negligence or recklessness on the part of himself or herself or of any one else to whom he or she must bear obligation according to this Chapter.  (2) If the parties do not have any prior contractual relationship in relation to any commission or omission referred to in sub-section (1), the loss or damage resulted from such a commission or recklessness shall be deemed to be a tort.  Explanation: For the purposes of this Chapter, the term \"omission\" means the state of failure of a person to do any act which the person is bound to do.  (3) A person who commits a tort pursuant to sub-section (1) shall bear liability under this Chapter.  (4) In bearing liability pursuant to sub-section (3), if separate liability can be determined in proportion to the culpability of a tort, liability shall be borne accordingly, and if such determination cannot be made, all persons responsible for the tort shall be liable on an equal basis. ", " Parents to bear liability: The father and mother jointly living with a minor below fourteen years of age, or if there is no father or mother, the person who exercises paternal authority over him or her shall be liable for a tort committed by such a minor. ", "Guardian or curator to bear liability: The guardian or curator of a person of unsound mind shall be responsible for and accordingly bear liability for any loss or damage caused by such a person.", " Employer to bear liability: (1) Any person, firm, company or organization who employs a domestic helper, other worker or employee in a work shall be liable for the loss or damage to another person, if any, resulted from any act done in good faith by such a helper, worker or employee in the course of doing such a work. (2) Notwithstanding anything contained in sub-section (1), the worker or employee shall be personally liable for any act which he or she has done negligently or dishonestly.", "Owner of animal to bear liability for loss or damage caused by animal: The owner of an animal which is kept by or under the control of him or her shall be liable for any loss or damage caused by the animal to any one. Provided that the owner of animal shall not be liable for any loss or damage caused by the animal while being appropriately controlled by the owner by taking adequate safety measures according to its behavior or caused as a result of any act, default or negligence of the loss or damage sustaining person himself or herself.  Explanation: For the purposes of this Section, the term \"animal\" means a domestic animal or wildlife or avian of any type under one's control, and also includes a domestic, reptile or wild avian as well. ", "House-owner to bear liability for loss or damage caused by its collapse: The concerned house-owner shall be liable for any kind of loss or damage, if any, caused to any one as a result of the collapse of the house, in whole or in part, or by any part of the house, whether during, or after the completion of, its construction. ", "Owner of property to bear liability: The concerned property owner shall be liable for the loss or damage, if any, caused to any one as a result of the following: (a) An explosion owing to a failure to adopt safety measures properly according to the nature of a machine, equipment or engine, (b) A fire or explosion owing to a failure to adopt safety measures properly according to the nature of any inflammable or explosive substance, (c) Emission of excessive smoke, noise by any industrial enterprise in contravention of the specified standards, (d) A tree lying down or laid down on any highway, road, street or way except due to a disaster or an act by any third person, (e) Discharge of any infected or toxic substance or communicable disease carrying substance openly through a canal, ditch, pipe or sewerage, without adopting precautionary measures properly, in contravention of the specified standards.", "House-head to bear liability: The concerned house-head shall be liable for the loss or damage, if any, caused to any one as a result of any kind of solid waste or goods thrown from the house. Explanation: For the purposes of this Section,- (1) \"House\" means a house or shed, and also includes the structure of a house. (2) \"House-head\" means a person who acts as the chief of family, and also includes, in the case of a tenant renting other’s house, the person who acts as the chief of the tenant’s family. ", "To bear liability jointly: (1) If more than one person commit any act to be deemed a tort under this Chapter, each of such persons shall, except as otherwise proved, be jointly and severally liable for any damage caused by that act, in proportion to the culpability of the tort committed by each person. (2) If separate liability can be determined in proportion to the culpability of tort pursuant to sub-section (1), liability shall be borne accordingly, and if such determination cannot be made, all persons responsible for the tort shall bear liability on an equal basis.", "To bear liability for trespass: A person who commits trespass to other's property shall be liable for any loss or damage resulted from the trespass. Explanation: For the purposes of this Section, the term \"trespass\" means an unlawful entry into, taking possession of products of, unauthorized damage to, interference in, or unlawful encroachment on, a property that is under entitlement, possession or ownership of another person, in the case of an immovable property, and forcibly taking into custody, taking away, taking the advantage arising out of, or causing obstruction or hindrance in the use of, the property under entitlement, possession or ownership of another person, in the case of a movable property, and also includes an act of taking control of any type of property in an unauthorized manner.", " Not to bear liability if separate provision is made: (1) Notwithstanding anything contained elsewhere in this Chapter, if a tort for which liability is to be borne under this Chapter is treated as a criminal offence under a law, or this Act or other law contains a separate provision or provides for a separate legal remedy in relation to such a tort, no liability under this Chapter may be borne. (2) Subject to sub-section (1), if the alleged tortfeasor proves that the tort for which liability is to be borne under this Chapter was resulted not from his or her negligence, recklessness, fault or omission but from any other reason, he or she shall be released from the liability for such a tort. ", " Compensation to be paid for liability: (1) While bearing liability for a tort committed under this Chapter, the person who commits the tort shall pay compensation. (2) Notwithstanding anything contained in sub-section (1), if any tort is committed under this Chapter as a result of any omission, fault, recklessness or negligence of the injured person also, the quantum of such compensation shall be lesser. (3) The compensation referred to in sub-section (1) shall be limited to the actual loss or damage, and remote or unactual compensation shall not be recoverable. (4) The compensation may be of any type, in the form of either cash or kind or service. (5) If any loss or damage is caused under this Chapter, a person who suffers shall be entitled to claim for compensation, subject to this Chapter. (6) If a claim is made for compensation pursuant to subsection (5), the court may order reasonable compensation to be paid.", "Statute of limitation: A person who is aggrieved from any act done or action taken under this Chapter may make a lawsuit within six months after the date on which such an act was done or action was taken.", "Prohibition of use of other's land: No person shall cultivate or use, or cause to be cultivated or used, any land in which another person has right, possession and ownership, without consent of that person.", "Requirement to allow land to be used for ditch: (1) If a person who needs to construct a ditch through other's land to cultivate land requests for land, the concerned owner of the land shall provide the land for the construction of the ditch through the place where the concerned landowner considers appropriate. (2) In consideration for the land provided for construction of a ditch through it pursuant to sub-section (1), the person who constructs the ditch shall provide a substitute land, amount according to the prevailing price of the land used in the construction of the ditch or reasonable compensation to the concerned landowner. (3) Notwithstanding anything contained in sub-section (2), if a ditch is constructed in a public or government land, it is not required to provide a substitute land, price of land or compensation for the land used in construction of the ditch.", "Prohibition of using whole water of river or stream: No owner of a land shall so use the whole water of the river or stream which originates or flows from the land as to prevent the owner of downstream land from using the same or as to endanger the life of 155 aquatic animals in the river or stream or as to adversely affect the ecological balance.", "Use and allocation of ditch water: (1) A person who has spent labor or money in the construction of a ditch shall have the first priority to the ditch water for the cultivation of land. (2) Notwithstanding anything contained in sub-section (1), in a place where people have been using the water according to agreed division between them from the time immemorial, all people shall be entitled to use the ditch water according to the division. (3) If the water is sufficient for or no longer required for a person who uses the water pursuant to sub-section (1), another person shall be entitled to use the ditch water for cultivating the land irrespective of the person whom the ditch belongs to. (4) If the land of a person is irrigated and then water overflows to other’s land, such water may be used even without the consent of the concerned land-owner, and no claim shall entertained for the same.", "Prohibition of alteration in ditch without consent: If any ditch is constructed only in the land of a person and other persons have also been using the ditch, the owner of land where such ditch is situated shall not be allowed to alter the ditch without consent of the other persons using it.", "One who does not make labor or expenses in making ditch not allowed to use water: (1) While making a new ditch or repairing an old ditch, all persons who use the water of such ditch shall make necessary labor or expenses in proportion to their respective land. (2) A person who does not make labor or expenses in making a new ditch or repairing an old one pursuant to sub-section (1) shall not be entitled to use the water of such a ditch", "Transmission and registration and deregistration to be effected: (1) If a person needs to have transfer of a land on the death of its registration holder or to have registration and deregistration of a land in which the person has got right in any manner, the concerned person shall submit an application to the Land Revenue Office and obtain transmission and registration and deregistration of the matter within thirty-five days of the occurrence of such an event. 157 (2) If a person submits an application for transmission and registration and deregistration of the matter after the expiry of the time-limit referred to in sub-section (1), the Land Revenue Office shall execute the transmission and registration of such land in the applicant's name by collecting the fee of one hundred rupees irrespective of the length of time after such expiration.", "Right of owner: Any person, in capacity of the owner of any property, shall have the following right, subject to laws: (a) To use the property, (b) To sell or otherwise transfer the title to the property to any other person, (c) To mortgage or pledge the property in any manner, (d) To deal in the property, (e) To take benefits of the property in any manner whatsoever, (f) To make any kind of physical structure, wall or fence or delimit boundary, in his or her land or change the form of any property or otherwise protect it, (g) To use his or her land or part below its surface or goods therein or sky above its surface, (h) To destroy or dispose of property in any manner, (i) To institute a legal action in any manner in relation to the acquisition or security of the property", " Rights of possessor: (1) A person, in the capacity of a possessor, shall, subject to law, have the following rights: (a) To uninterruptedly possess the property in his or her possession, subject to the laws in force or the contract, if any, entered into in relation to the property, (b) To use any benefits of the property in his or her possession. (2) In the event of acquisition of, by a person, the possessory right in bona fide over any property owned by anyone else, the person shall be entitled to reimbursement from the owner of that property for essential expenses incurred in the management, maintenance or care of such property while it was under his or her possessory right. (3) Notwithstanding anything contained in sub-section (2), the former possessor shall be entitled to retain such property 148 with him or her unless and until the expenses referred to in that sub[1]section are reimbursed. (4) If a bona fide possessor of any property not in his or her ownership has attached any goods to such property, the possessor shall be entitled to detach or take out the goods so attached by him or her from the property without tempering with such property.", "Person competent to acquire possessory right: (1) A person may acquire the possessory right either in person or through his or her agent. (2) A person who is incompetent or quasi-competent may acquire the possessory right through his or her guardian or curator", "Circumstances when possessory right is extinguished: The possessory right of a person over a property shall be deemed to have been extinguished in any of the following circumstances: (a) If the person abandons the property, (b) If the person transfers the property, (c) If the property gets totally destroyed or becomes useless.", "Adverse possessory right to be deemed: (1) Notwithstanding anything contained elsewhere in this Chapter, if any person has possessed any movable property or land owned by anyone else, since more than three years ago in the case of the movable property and thirty years ago in the case of the land as if the property or land were owned by himself or herself, that person shall be deemed to have adverse possessory right over such property or land. Provided that: (1) No adverse possessory right may be acquired over a government, public, community or trust land despite the length of the period of possession. (2) Where a contract or other law provides for separate provisions in relation to any property or 149 land, such provisions shall be applicable to such property or land. (2) If any person acquires the adverse possessory right over any property pursuant to sub-section (1), the person may obtain ownership over such property in his or her name. (3) Notwithstanding anything contained in sub-section (1), if a property or land is possessed without knowledge of its owner, secretly or forcibly, this Section shall not apply. (4) In computing the period pursuant to this Section, it shall be computed from the date of the commencement of this Act.", "Compensation to be paid: (1) If any person possesses any property forcibly, with mala fide intention or secretly, the person shall return the benefits derived from that possession and such property to the concerned person and pay a reasonable compensation for any loss caused to the property due to his or her negligence in the course of possessing such property. (2) If any property owned by anyone else is lost or damaged during the continuance of the possessory right of a person over the property, the person shall pay compensation for such property to the concerned person.", "Property deemed to be private property: (1) Any of the following properties owned by any person or properties accrued therefrom shall be deemed to be a private property of such a person: (a) Property earned by way of his or her knowledge, skills or effort, (b) Property acquired by way of donation, bequeath, or succession, (c) Property acquired by way of a lottery or gift, (d) Property acquired by way of remuneration, gratuity, pension, medical expense, provident fund, insurance or other social security, 140 (e) Property acquired by way of intellectual property or royalty, (f) Property acquired in any manner whatsoever while living apart by separating bread and board in accordance with law or while managing one’s accommodation at one’s cost despite not so living apart, (g) Property earned or acquired by a woman prior to marriage or acquired from her parental side at the time of marriage or accrued therefrom, (h) Property so granted to a woman by the husband or with consent of all coparceners of the husband side that she will have exclusive right in it or movable or immovable property received from the relatives or friends of the husband side and property accrued therefrom, (i) Property which, according to law, is considered to be the exclusive private property of a person. (2) Any person shall be entitled to exclusively deal with his or her private property, subject to this Act.", "Property deemed to be joint property: (1) Any property owned by two or more persons except the coparceners living in a joint family or property accrued therefrom shall be deemed to be a joint property. (2) The right or share of a joint holder in the joint property shall be as set forth in a deed setting out such rights and share, and failing such a deed, the holders of that property shall be deemed to have equal rights and share. 142 (3) The use and management of, transfer of title to, and other provisions relating to, the joint property shall be governed by this Chapter and the other Chapters of this Act.", "1. Property deemed to be property in common: (1) Any of the following properties or property accrued therefrom shall be deemed to be the property in common, irrespective of such property being owned by any coparcener whosoever, out of the coparceners, subject to Section 256: (a) Property inherited from ancestors, 141 (b) Property owned by the coparceners except the private property, (c) Property earned by the coparceners from the farming, industry, trade or business in common or property accrued therefrom. (2) Except where separated in accordance with law, any property earned by the husband or wife or property accrued therefrom shall be deemed to be the property in common of the husband or wife. (3) Notwithstanding anything contained elsewhere in this Chapter, any property earned by the parents for the purpose of partition between the parents and their children shall also be deemed to be the property in common. (4) The use of, and transfer of right in, the property in common and other provisions shall be as set forth in the other Chapters of this Act.", "Separation of one’s share from joint property: (1) Any owner of a joint property may separate his or her right or share therein from the other owners at any time. (2) The separation of a joint property referred to in sub[1]section (1) shall be effected in accordance with the consent of all the owners. (3) Notwithstanding anything contained in sub-section (1) or (2), if the separation of any joint property results either in a substantial loss to the other owners or in a disorder in the form of that property, such separation may not be made. (4) If any joint property cannot be separated owing to the circumstance referred to in sub-section (3), the owners of that property shall sell such property and divide the proceeds of sale between them in proportion to their respective right and share therein. (5) If any joint property cannot be sold in accordance with sub-section (4) or all the owners do not agree to sell it and any owner intends to buy such property, such an owner may exclusively own it by paying the price of that property to the other owners in the same proportion. (6) If more than one owner intend to buy the joint property pursuant to sub-section (5), the owner who agrees to pay the highest price shall be entitled to purchase such property.", "Trees, plants or goods on boundary to be deemed joint property: Except as otherwise proved, the trees, plants or goods lying on the boundary of two or more owners of adjoining lands shall be deemed to be the joint property of all owners.", "Management, protection and maintenance of joint property: (1) The management, protection and maintenance of a joint property shall be made as per the consent of the owners of that property. (2) Failing consent between the owners in relation to the management, protection and maintenance of a joint property pursuant to sub-section (1), the management, protection and maintenance of the joint property shall be made according to the decision of majority members. (3) Failing a majority opinion between the owners in relation to the management, protection and maintenance of the joint property pursuant to sub-section (2), the owner who has the largest right or share in that property shall make its management, protection and maintenance. Provided that if the owners have equal right, all owners shall have to make management, protection and maintenance of such property on an equal basis. (4) Expenses incurred in the management, protection and maintenance of the joint property, if any, made by any owner 143 pursuant to sub-section (2) or (3) shall be borne by all owners in proportion to their respective right or share. (5) The owner who does not manage, protect and maintain the joint property pursuant to sub-section (4) shall pay the expenses incurred in the management, protection and maintenance of that property to the owner who has made such management, protection and maintenance within a period of one year. (6) If any owner fails to pay the expenses incurred in the management, protection and maintenance of the joint property within the period referred to in sub-section (5), the owner who has made management, protection and maintenance thereof shall be entitled to purchase the right and share of that other owner in that property at the prevailing price. Such purchaser of the joint property may deduct management and maintenance expenses of his or her portion.", " Prohibition of alteration in joint property without consent: Any alteration in a joint property or any change in its form may not be made without consent of all the owners of the joint property.", "Prohibition of use, temperance or acquisition of other's property: (1) No person shall use other's property without consent of that other person. (2) No person shall temper with other's property by closing the road or exit of the other person or doing any act or construction on the border of his or her land or otherwise. (3) No person shall acquire other's property without consent of that person. Provided that the Government of Nepal may, in accordance with law, acquire property of any person for public interest. (4) No person shall enter other's house and compound without consent of any person except in accordance with law.", "Property to be inviolable: (1) No person shall encroach or trespass other's property by way of overlapping, pressing or otherwise. (2) If any person takes possession of other's property by way of any act referred to in sub-section (1), that person shall be deemed to have encroached or trespassed such property.", "Safety measures to be adopted: A person shall, while doing any work on his or her house or land, adopt safety measures in order to avoid any loss or damage or effect to the neighbor's house or land in any manner. Provided that, except where a business transaction is carried on by any neighbor, matters such as gas, smell, smoke or noise of 151 general nature emitted or produced from the use by the neighbor of his or her house or land shall not be deemed to have caused a loss or damage or effect to the house or land.", "Prohibition of building a house in other's land without consent: (1) No person shall build a house in a land without obtaining written consent of the owner of that land. (2) If any person builds a house in a land without obtaining written consent of the owner of that land, the land-owner may, if he or she so desires, purchase the house on payment of the price that is less by up to twenty-five percent of the market price of that house. (3) If the land-owner does not purchase such house pursuant to sub-section (2), the house-owner may, if the owner so consents, purchase the land on payment of the price that is higher by up to twenty-five percent of the market price of the land where the house is located. (4) If both parties do not agree to purchase and sell the house or land pursuant to sub-section (2) or (3), the person who has built the house shall demolish the house and take away his or her materials within a period of three months of the date on which the house was so built. (5) If the house is not demolished within the period referred to in sub-section (4), such a house shall belong to the landowner.", "To leave land while putting window: If a person or government body has to build a house by putting a window or door towards the 152 neighbor's land, the person or body shall leave the land according to the standards specified by the concerned body.", "Prohibition of making safety tank adjoining to neighbor's land: (1) No person shall construct a safety tank by adjoining it to the neighbor's land. (2) If a person has to construct a safety tank in his or her land, he or she shall leave at least the land according to the standards specified by the concerned body, except in cases where the neighbor's consent is available.", "Prohibition of channeling water of house or roof: No person shall channel the water of his or her house or roof to other's house or land or a public road.", "Prohibition of planting trees or plants causing effect: (1) No person shall plant a tree or plants in such a way so that it causes effects to other's house, land or property. (2) If any tree or plant planted by a person in one's land cause any effect by expanding to other's house, land or property, the person who has planted such tree or plants shall cut the branches or roots of the tree or plant in such manner as not to cause loss or damage to that person's house, land or property. (3) If a person who has planted such tree or plants fails to cut off the branches or roots of the tree or plants pursuant to sub- 153 section (2), the person who is affected therefrom may cut off the branches or roots of such tree or plants on his or her own.", "To leave land while digging well or Kuwa: In digging a well or a small (Kuwa) in one's land, one shall leave the land so that the distance of at least one meter can be maintained from the neighbor’s land.", "To be recognized as person: Every person shall, immediately after birth, be recognized as a person and be entitled to exercise rights under law until he or she survives.", "Right to Name: (1) Every person shall, immediately after birth, have right to name and be entitled to use the given name respectfully. (2) Every person shall have the right to defend his or her name, reputation and prestige and such right shall not be transferable to others. (3) No person shall be allowed to abuse another’s name.", "To attain competency: (1) Every person who attains eighteen years of age shall be considered to become a major, and shall, in the same capacity, be considered to be legally competent. (2) A person who is competent under sub-section (1) may, subject to law, exercise, bear and discharge any right, obligation and duty whatsoever.", "To be considered incompetent: (1) Notwithstanding anything contained in Section 32, a person who has not attained ten years of age, or even if attained that age, is unable to protect his or her right and interest for the reason of unsoundness of mind shall be considered to be legally incompetent. 15 Explanation: For the purposes of this Act, the term \"unsoundness of mind\" means the condition of being incapable, due to physical and mental ill health, of knowing the act done by oneself in general understanding and consequences thereof. (2) An incompetent person does not have to bear any type of legal obligation, and while exercising a right, it has to be exercised, or cause to be exercised, only with the consent of the guardian or curator or through the guardian or curator, as the case may be. (3) In executing a document on behalf of an incompetent person, it shall be executed, or caused to be executed, through his or her guardian or curator, as the case may be.", "To be considered quasi-competent: (1) A person who has attained ten years of age but not completed eighteen years of age shall be considered as a quasi-competent person. (2) A quasi-competent person may, subject to law, exercise, bear and discharge any right, obligation and duty whatsoever. (3) A quasi-competent person shall, in exercising a right, obtain the consent of the guardian or curator or exercise the right through the guardian or curator, as the case may be. (4) In executing a document by a quasi-competent person, it shall be executed in the presence of his or her guardian or curator, as the case may be.", " To be according to court decision: If a dispute arises about a person's competency, incompetency or quasi-competency, it shall be settled according to the decision of the court.", " Physical examination or change of organ may be made: (1) Any person may, subject to law, get his or her body examined, treated or transplanted or collected any organ or part or a sample of his or her body. (2) If a person is so incapable that he or she cannot express his or her consent, his or her guardian or curator, as the case may be, for the interest of such a person, carry out, or cause to be carried out, the act referred to in sub-section (1).", "Power to specify method of one’s cremation, obsequies rites or funereal acts: (1) Any person may, while he or she is alive, specify the manner of cremation, obsequies rites or funereal acts to be carried out after his or her death. (2) If a person has specified the manner of cremation, obsequies rites or funereal acts pursuant to sub-section (1), his or her successor shall carry out his or her cremation, obsequies rites or funereal acts accordingly. (3) If a person has not specified the manner of his or her cremation, obsequies rites or funereal acts pursuant to sub-section (1), his or her successor shall conduct such person's cremation, obsequies rites or funereal acts according to the prevailing custom and tradition.", "Power to donate corpse or organ: (1) Any person may express in writing his or her will to donate, after his or her death, his or her 17 corpse or any organ of body or any part thereof to a person for the purpose of using, or causing to be used, such corpse or organ for a particular work. (2) If a person has expressed his or her will pursuant to sub-section (1), his or her successor shall use the deceased’s corpse, part of the body or a portion thereof according to the will of the deceased. (3) Notwithstanding anything contained in sub-section (2), if the person accepting such corpse, organ or any part thereof is not available or if it is not possible to detach such corpse, organ or any part thereof, cremation, obsequies rites or funereal acts of such corpse shall be conducted pursuant to Section 37.", "To be considered address of residence: (1) If a person's address of residence needs to be determined, the address given by him or her for that purpose, where he or she has so given, and if not so given, the place of his or her permanent residence within Nepal shall be considered to be the address of his or her residence. (2) If a person does not have residence or his or her residence is not traced out pursuant to sub-section (1), the place of his or her abode for the time being shall be considered to be the address of his or her residence. (3) If a person does not have a residence or his or her residence is not traced out pursuant to sub-section (1) or (2) and the person has carried on any trade, business, employment or transaction, the place where he or she has so carried on trade, 18 business, employment or transaction shall be considered to be the address of his or her residence. (4) Notwithstanding anything contained in sub-section (1), (2) or (3), where the address of a person's residence is changed, the place where he or she is residing for the time being shall be considered to be the address of his or her residence. (5) If the residence of an incompetent or quasi-competent person needs to be determined, the place of his or her permanent residence and if such place is not traced out, the place where his or her guardian or curator resides shall be considered to be the address of his or her residence. (6) Notwithstanding anything contained elsewhere in this Section, if a person considers any address as the place of his or her residence for a particular purpose, such a place shall be considered to be the address of his or her residence.", "Presumed to be dead: (1) If a person disappears without any notice for a period of consecutive twelve years or if a person for whom it is natural to have information about such disappeared person has not received any information about him or her for the last twelve years, such a person shall, except in cases where an evidence establishing that he or she is alive is received, be deemed to be dead. Provided that in the following circumstance, such a person shall be deemed to have died after the completion of the following period: 19 (1) In the case of a person having attained eighty years of age, five years, (2) In the case of a soldier deputed to war-field, four years after the cessation of the war; (3) In the case of a person traveling by an aircraft, ship or other vehicle that met with an accident, three years after the date of such accident. (2) Notwithstanding anything contained in clause (3) of the proviso to sub-section (1), if a person dies in an accident and there is no evidence of another person meeting with the same accident to remain alive, such a person also shall be deemed to have died at the same time. (3) Where more than one person are dead at one and the same time in an accident, each person so died is deemed, except as otherwise proved, to have been died at the same time. Provided that where, for a particular purpose, a question that which of the persons died first in such an accident requires to be settled, the person who was older by age at the time of death shall, unless otherwise proved, be deemed to have been died first. (4) If the concerned person files a petition stating that any person has disappeared without a notice or died due to a disaster or accident and requests for a judicial declaration on such person's death, disclosing therewith the date, place, cause of death and basis thereof, the court may, after examining the evidence, make an order of judicial declaration on the death of such a person. 20 (5) If a person already declared dead pursuant to subsection (4) comes back alive and files a petition in person to get the judicial declaration made earlier to be annulled or if his or her successor files a petition for amendment to the previous judicial declaration on death for the reason that the date of death of such deceased happened to be different than the date referred to in the judicial declaration, the court shall, having examined into this matter, annul or amend the judicial declaration made pursuant to sub-section (4). Provided that- (1) Where a living wife has concluded another marriage after such declaration, the matrimonial relationship with the person declared to be dead cannot be re-established. (2) There shall be no adverse effect on the legal right of the person declared to be dead. (3) The act that has already been carried out pursuant to the previous judicial declaration shall not be prejudiced by virtue of the establishment of a new date of death. (4) The right, interest or concern of the person provided by law shall not be affected by any act done or action taken pursuant to clause (3)", "Statute of limitation: A person aggrieved from any act done or action taken under this Chapter may make a lawsuit as follows: 21 (a) In the case of the circumstance referred to in Section 36, within three months after the date on which such act was done or action taken, (b) In the case of the circumstance referred to in subsection (5) of Section 40, within one year after the date of knowledge of such an act or action, (c) In any circumstance other than that referred to in clauses (a) and (b), within six months after the date on which such an act was done or action taken.", "To be liable for defective product: (1) No person shall produce any defective product and sell or distribute, or cause to be sold or distributed, any defective goods or service. (2) The producer of a defective product referred to in subsection (1) shall bear liability under this Chapter for the loss or damage, if any, caused to the body, life or property of any person as a result of the consumption of such product sold or distributed by any one. Explanation: For the purposes of this Chapter,- (1) \"Defective product\" means any goods or service which, for any of the following reasons, lack the minimum safety measures that a person of general prudence reasonably expects while consuming any product: (a) Defective design, manufacturing, processing or installation, (b) Defective packing, safety or storage, (c) Defective presentation, (d) Lacking adequate measures or precautions to control the potential risk or danger according to the nature of the produced good or service. (2) \"Producer\" means a producer who ultimately produces, sells and distributes any defective goods or service, and also includes the following person: (a) The distributor or seller if the producer cannot be traced out, (b) In the case of any imported product, the importer of the defective product or the distributor or seller of such product. (3) \"Good\" means any industrial product for consumption by the public."]}